KAIP
AS
JO
KAD
JIS
BUVO
UZ
NUO
YRA
SU
JIE
BUTI
PRADEJO
VIENAS
TURETI
TAI
NUO
PAGAL
KARSTAS
ZODIS
TACIAU
KA
KAI
YRA
JI
JUS
ARBA
BUVO
PAMATYTI
IS
I
IR
GROZIS
MATYTI
MES
GALIMA
IS
KITAS
BUVO
KURIE
PADARYTI
JU
LAIKAS
JEI
BUS
KAIP
SAKE
KIEKVIENAS
PASAKYTI
DARO
RINKINYS
TRIJU
NORIU
ORO
GERAI
TAIP PAT
ZAISTI
MAZAS
PABAIGA
SUDETI
NAMAI
SKAITYTI
RANKU
UOSTAS
DIDELIS
REIKSTI
PRIDETI
NET
ZEMES
CIA
TURI
DIDELIS
AUKSTAS
TOKS
SEKTI
AKTAS
KODEL
PAKLAUSTI
VYRAI
POKYTIS
NUVYKO
SVIESA
NATURA
NUO
REIKETI
NAMAS
NUOTRAUKA
PABANDYTI
MUMS
VEL
GYVUNAS
TASKAS
MOTINA
PASAULIS
SALIA
STATYTI
SAVARANKISKAI
ZEME
TEVAS
BET KOKS
NAUJA
DARBAS
DALIS
IMTI
GAUTI
VIETA
PADARE
GYVENTI
KUR
PO
ATGAL
MAZAI
TIK
TURAS
VYRAS
METAI
ATEJO
SOU
KIEKVIENAS
GERAS
MANE
DUOTI
MUSU
PAGAL
PAVADINIMAS
LABAI
PER
TIESIOG
FORMA
SAKINYS
PUIKUS
GALVOTI
PASAKYTI
PADETI
ZEMAS
LINIJA
SKIRIASI
POSUKIS
PRIEZASTIS
DAUG
REISKIA
PRIES
PERKELTI
TEISE
BERNIUKAS
SENAS
TAIP PAT
TAS PATS
JI
VISI
TEN
KAI
I VIRSU
NAUDOTI
SAVO
BUDAS
APIE
DAUG
TADA
JIEMS
RASYTI
BUTU
KAIP
TAIP
TAI
JOS
ILGAI
PADARYTI
DALYKAS
PAMATYTI
JI
DU
TURI
ZIURETI
DAUGIAU
DIENA
GALETU
EITI
ATEITI
PADARE
SKAICIUS
GARSO
NE
DAUGUMA
ZMONES
MANO
PER
ZINOTI
VANDUO
NEI
KVIETIMAS
PIRMAS
KAS
GALI
ZEMYN
PUSE
BUVO
DABAR
RASTI
VADOVAS
STOVETI
SAVO
PUSLAPIS
TURETU
SALIS
RASTI
ATSAKYMAS
MOKYKLA
AUGTI
TYRIMAS
DAR
SUZINOTI
AUGALU
DANGTIS
MAISTAS
SAULE
KETURI
TARP
VALSTYBES
ISLAIKYTI
AKIU
NIEKADA
PASKUTINIS
TEGUL
MINTIS
MIESTAS
MEDIS
KIRSTI
UKIS
SUNKU
PRADZIA
MIGHT
ISTORIJA
PJUKLAS
TOLI
JURA
ATKREIPTI
VELAI
PALEISTI
NERA
O
PASPAUSKITE
ARTI
NAKTIS
TIKRAS
GYVENIMAS
MAZAI
SIAURE
KNYGA
VYKDYTI
PAEME
MOKSLAS
VALGYTI
KAMBARIO
DRAUGAS
PRADEJO
IDEJA
ZUVIS
KALNAS
SUSTABDYTI
KARTA
BAZE
ISGIRSTI
ARKLYS
SUPJAUSTYTI
TIKRAI
ZIURETI
SPALVA
VEIDO
MEDIENOS
PAGRINDINIS
ATVIRA
ATRODO
KARTU
KITAS
BALTAS
VAIKAI
PRADETI
TURIU
VAIKSCIOTI
PAVYZDYS
PALENGVINTI
POPIERIAUS
GRUPE
VISADA
MUZIKA
TIE
ABU
ZENKLAS
DAZNAI
LAISKAS
IKI
MYLIU
UPES
AUTOMOBILIU
PEDU
PRIEZIURA
ANTRA
PAKANKAMAI
PAPRASTAS
MERGINA
IPRASTA
JAUNA
PASIRUOSES
AUKSCIAU
KADA NORS
RAUDONAS
SARASAS
NORS
JAUSTI
APTARIMAS
PAUKSTIS
GREICIAU
KUNAS
SUO
SEIMA
TIESIOGIAI
KELTI
PALIKTI
DAINA
MATUOTI
DURYS
PRODUKTAS
JUODAS
TRUMPAS
SKAITVARDIS
KLASE
VEJAS
KLAUSIMAS
ATSITIKTI
PILNAS
LAIVAS
PLOTAS
PUSE
ROKAS
KAD
GAISRO
PIETUS
PROBLEMA
GABALAS
SAKE
ZINOJO
PEREITI
NUO
VIRSUS
VISAS
KARALIUS
GATVES
COLIS
DAUGINTIS
NIEKO
ŽINOMA
LIKTI
RATU
PILNAS
JEGA
MELYNAS
OBJEKTAS
NUSPRESTI
PAVIRSIUS
GILIAI
MENULIS
SALA
PEDA
SISTEMA
UZIMTAS
TESTAS
IRASAS
VALTIS
BENDRAS
AUKSO
GALIMAS
LEKTUVAS
SODYBA
SAUSAS
NENUOSTABU
JUOKAS
TUKSTANCIU
PRIES
ARKLYS
PATIKRINTI
ZAIDIMAS
FORMA
PRILYGTI
KARSTAS
PRALEISTI
ATNESE
SILUMOS
SNIEGO
PADANGA
ATNESTI
TAIP
TOLIMAS
UZPILDYTI
RYTUS
DAZAI
KALBA
TARP
VIENETAS
GALIA
MIESTAS
GERAI
TIKRAS
SKRISTI
PATENKA
VADOVAUTI
SAUKSMAS
TAMSUS
MASINA
PASTABA
LAUKTI
PLANAS
FIGURA
ZVAIGZDE
DEZUTE
DAIKTAVARDIS
SRITYJE
POILSIO
TEISINGAS
SUGEBETI
SVARAS
PADIRBTAS
GROZIS
VAIRUOTI
STOVEJO
BUTI
PRIEKINIS
MOKYTI
SAVAITE
GALUTINIS
DAVE
ZALIA
OH
GREITAI
PLETOTI
VANDENYNAS
SILTAS
NEMOKAMAI
MINUCIU
STIPRUS
YPATINGAS
PROTAS
UZ
AISKU
UODEGA
GAMINTI
FAKTAS
VIETOS
GIRDEJAU
GERIAUSIAS
VALANDOS
GERIAU
TIESA
METU
SIMTAI
PENKI
PRISIMINTI
ZINGSNIS
ANKSTI
PALAIKYKITE
VAKARU
ZEMES
PALUKANOS
PASIEKTI
GREITAI
VEIKSMAZODIS
DAINUOTI
KLAUSYTI
SESIU
LENTELE
KELIONE
MAZIAU
RYTAS
DESIMT
PAPRASTAS
KELIS
BALSIS
LINK
KARAS
PADETI
PRIES
MODELIS
LETAI
CENTRAS
PATINKA
ASMUO
PINIGAI
TARNAUTI
PASIRODYTI
KELIU
ZEMELAPIS
LIETUS
TAISYKLE
REGLAMENTUOJA
TRAUKTI
SALTAS
PRANESIMAS
BALSAS
ENERGIJA
MEDZIOKLE
TIKETINA
LOVA
BROLIS
KIAUSINIS
VAZINETI
LASTELE
TIKETI
GALBUT
PASIRINKTI
STAIGA
SKAICIUOTI
AIKSTE
PRIEZASTIS
ILGIS
ATSTOVAUTI
MENAS
TEMA
REGIONAS
DYDIS
SKIRTIS
ATSISKAITYTI
KALBETI
SVORIS
BENDRAS
LEDAS
NESVARBU
RATAS
PORA
ITRAUKTI
TAKOSKYRA
SKIEMUO
JAUCIAMAS
DIDYSIS
KAMUOLIUKAS
DAR
BANGA
LASAS
SIRDIS
METU
SUNKUS
SOKIS
VARIKLIS
POZICIJA
RANKA
PLOCIO
BURE
MEDZIAGA
FRAKCIJA
MISKAS
SEDETI
VARZYBOS
LANGAS
PARDUOTUVE
VASARA
TRAUKINYS
MIEGAS
IRODYTI
VIENISAS
KOJA
PRATIMAS
SIENOS
LAIMIKIS
KALNO
NORETI
DANGUS
LENTA
DZIAUGSMAS
ZIEMA
PARASYTA
LAUKINIS
PRIEMONE
LAIKOMI
STIKLAS
ZOLE
KARVE
DARBAS
KRASTAS
ZENKLAS
APSILANKYMAS
PRAEITIS
MINKSTAS
MALONUMAS
SVIESUS
DUJOS
ORAS
MENESI
MILIJONAS
BUTI
APDAILA
LAIMINGAS
TIKIUOSI
GELE
APRENGTI
KEISTA
DINGO
PREKYBA
MELODIJA
KELIONES
BIURAS
GAUTI
EILE
BURNA
TIKSLUS
SIMBOLIS
MIRTI
MAZIAU
BEDA
SAUKTI
ISSKYRUS
RASE
SEKLOS
TONAS
PRISIJUNGTI
PASIULYTI
SVARUS
PERTRAUKA
PANELE
KIEMAS
PADIDES
BLOGAS
SMUGIS
ALYVA
KRAUJO
PALIESTI
AUGO
CENTAS
MAISYTI
KOMANDA
VIELOS
KAINA
PRARADO
RUDI
DEVETI
SODAS
LYGUS
SIUNCIAMI
PASIRINKTI
SUMAZEJO
TINKA
TEKETI
SAZININGA
BANKAS
RINKTI
ISSAUGOTI
VALDYMAS
DESIMTAINIS
AUSIS
KITAS
GANA
SUMUSE
ATVEJU
VIDURYS
NUZUDYTI
SUNUS
EZERAS
AKIMIRKA
SKALE
GARSIAI
PAVASARIS
STEBETI
VAIKAS
TIESIAI
PRIEBALSIS
TAUTA
ZODYNAS
PIENAS
GREITIS
METODAS
ORGANAS
MOKETI
AMZIUS
SKYRIUS
SUKNELE
DEBESIS
STAIGMENA
RAMUS
AKMUO
MAZYTIS
LIPTI
KIETAS
DIZAINAS
PRASTAS
DAUG
EKSPERIMENTAS
APACIA
RAKTAS
GELEZIES
VIENO
STICK
BUTAS
DVIDESIMT
ODA
SYPSENA
RAUKSLETIS
SKYLE
SUOLIS
KUDIKIS
ASTUONI
KAIMAS
PATENKINTI
SAKNIS
PIRKTI
PAKELTI
ISSPRESTI
METALO
AR
STUMTI
SEPTYNI
PUNKTAS
TRECIA
TURI
RANKINE
PLAUKAI
APIBUDINTI
VIREJAS
AUKSTAS
ARBA
REZULTATAS
DEGINTI
KALNAS
SAUGUS
KATE
AMZIUS
APSVARSTYTI
TIPAS
TEISE
TIEK
PAKRANTE
KOPIJA
FRAZE
TYLUS
AUKSTAS
SMELIO
DIRVOZEMIS
RITINYS
TEMPERATURA
PIRSTAS
PRAMONE
VERTE
KOVA
MELAS
IVEIKTI
SUZADINTI
NATURALUS
VAIZDAS
JAUSMAS
KAPITALAS
NEBUS
KEDE
PAVOJUS
VAISIAI
TURTINGAS
STORAS
EILINIS
PROCESAS
VEIKIA
PRAKTIKA
ATSKIRAS
SUNKUS
GYDYTOJAS
PRASOM
APSAUGOTI
VIDURDIENIS
PASELIU
MODERNUS
ELEMENTAS
NUKENTEJO
STUDENTAS
KAMPAS
SALIS
TIEKIMAS
KURIO
RASTI
ZIEDAS
CHARAKTERIS
VABZDZIU
SUGAUTI
LAIKOTARPIS
RODO
RADIJO
KALBEJO
ATOMAS
ZMOGAUS
ISTORIJA
POVEIKIS
ELEKTROS
TIKETIS
KAULAS
GELEZINKELIU
ISIVAIZDUOTI
TEIKTI
SUSITARTI
TAIP
SVELNUS
MOTERIS
KAPITONAS
ATSPETI
REIKALINGAS
ASTRUS
SPARNAS
KURTI
KAIMYNAS
SKALBIMAS
BAT
GANA
MINIA
KUKURUZAI
PALYGINTI
EILERASTIS
STYGA
VARPAS
PRIKLAUSO
MESA
RUBLIU
VAMZDIS
GARSUS
DOLERIS
SRAUTAS
BAIME
REGINYS
PLONAS
TRIKAMPIS
PLANETA
SKUBETI
VYRIAUSIASIS
KOLONIJA
LAIKRODIS
MANO
KAKLARAISTIS
IEITI
PAGRINDINIS
SVIEZI
PAIESKA
SIUSTI
GELTONAS
PISTOLETAS
LEISTI
SPAUSDINTI
MIRES
VIETA
DYKUMA
KOSTIUMAS
DABARTINIS
KELTUVAS
ROZE
ATVYKTI
MEISTRAS
TAKELIS
TEVU
KRANTO
SKYRIUS
LAPAS
MEDZIAGA
PIRMENYBE
PRISIJUNGTI
PRANESIMAS
PRALEISTI
STYGA
RIEBALU
MALONU
ORIGINALUS
DALIS
STOTIS
TETIS
DUONA
IMTI
TINKAMAS
BARAS
PASIULYMAS
SEGMENTAS
VERGAS
ANTIS
MOMENTINIS
RINKA
LAIPSNIS
UZPILDYTI
JAUNIKLI
BRANGUSIS
PRIESAS
ATSAKINETI
GERIMAS
ATSIRASTI
PARAMA
KALBOS
POBUDIS
DIAPAZONAS
GARO
PASIULYMAS
KELIAS
SKYSTIS
PRISIJUNGTI
REISKIA
DALMUO
DANTYS
APVALKALAS
KAKLAS
DEGUONIES
CUKRAUS
MIRTIS
GANA
IGUDZIU
MOTERYS
SEZONAS
SPRENDIMAS
MAGNETAS
SIDABRAS
ACIU
FILIALAS
RUNGTYNES
PRIESAGA
YPAC
PAV
BIJAU
DIDZIULIS
SESUO
PLIENO
APTARTI
PIRMYN
PANASUS
VADOVAS
PATIRTIS
REZULTATAS
OBUOLIU
NUSIPIRKAU
LEME
PIKIS
KAILIS
MASE
KORTELE
GRUPE
VIRVES
SLYDIMO
LAIMETI
SVAJONE
VAKARAS
SALYGA
PASARAI
PRIEMONE
VISAS
PAGRINDINIS
KVAPAS
SLENIS
NEI
DVIGUBAI
SEDYNE
TOLIAU
BLOKAS
SCHEMA
SKRYBELE
PARDUOTI
SEKME
IMONE
ATIMTI
RENGINYS
PIRMA
SPRESTI
PLAUKTI
TERMINAS
PRIESAIS
ZMONA
BATU
PETYS
PLITIMAS
SUSITARTI
STOVYKLA
SUGALVOTI
MEDVILNES
GIME
NUSTATYTI
KVORTA
DEVYNI
SUNKVEZIMIS
TRIUKSMAS
LYGIS
TIKIMYBE
SURINKTI
PARDUOTUVE
RUOZAS
MESTI
VALYMO
TURTAS
STULPELIS
MOLEKULE
PASIRINKTI
NEGERAI
PILKA
PAKARTOKITE
REIKALAUTI
PLATUS
PARENGTI
DRUSKA
NOSIS
DAUGISKAITOS
PYKTIS
REIKALAVIMAS
ZEMYNAS